export interface PriceService {
  name: string
  price: string | number
}

export interface PriceSubcategory {
  subcategory: string
  services: PriceService[]
}

export interface PriceCategory {
  category: string
  services?: PriceService[]
  subcategories?: PriceSubcategory[]
}
export const priceCategories: PriceCategory[] = [
  {
    category: "Амбулаторные услуги",
    services: [
      { name: "Прием терапевта, педиатра, логопеда ( один сеанс логопеда и психотерапевта)", price: "340 сом" },
      { name: "Прием стоматолога", price: "320 сом" },
      { name: "Прием врача других специалностей", price: "320 сом" },
      { name: "Прием физиотерапевта", price: "150 сом" },
      { name: "Прием врача с высшей квалификационной категорией", price: "450 сом" },
      { name: "Прием врача с 1 квалификационной категорией", price: "410 сом" },
      { name: "Прием врача с 2 квалификационной категорией", price: "360 сом" },
    ],
  },
  {
    category: "Обслуживание бригадой скорой помощи",
    services: [
      { name: "Осмотр врача", price: "340 сом" },
      { name: "Оплата медикаментов по их стоимости на день обращения", price: "по факту" },
      { name: "Оплата санитарной машины в черте города в час", price: "900 сом" },
    ],
  },
  {
    category: "Дневной стационар",
    services: [
      { name: "Дневной стационар (1койко-день без стоимости медикаментов)", price: "440 сом" },
    ],
  },
  {
    category: "Отделение стационара (1 койко дней без стоимости медикаментов, за исключением прикрепленного контингента)",
    services: [
      { name: "Люкс-палата в отделении", price: "2450 сом" },
      { name: "Люкс- палата на 2- х больных ( двух местная ) ( на одного больного )", price: "2200 сом" },
      { name: "Койко-день в двухместной палате", price: "1600 сом" },
      { name: "Отделение анестезиологии и реанимации", price: "2700 сом" },
      { name: "Палата интенсивной терапии", price: "2460 сом" },
      { name: "Детское отделение стационара (дети до 15 лет)", price: "950 сом" },
    ],
  },
  {
    category: "Хирургические операции (со стоимостью наркозных препаратов)",
    services: [
      { name: "Холецистектомия", price: "7220 сом" },
      { name: "Лапаротомная холецистэктомия деструктивная форма", price: "9060 сом" },
      { name: "Лапароскопическая холецистэктомия", price: "6850 сом" },
      { name: "Лапароскопическая холецистэктомия деструктивная форма", price: "8810 сом" },
      { name: "Эхинококкэктомия печени", price: "10030 сом" },
      { name: "Эхинококкэктомия органов брюшной полости", price: "10510 сом" },
      { name: "Нагноившаяся деструктивная форма эхинококкоза печени", price: "11200 сом" },
      { name: "Нагноившаяся деструктивная форма эхинококкоза брюшной полости", price: "11240 сом" },
      { name: "Обширная резекция печени", price: "15190 сом" },
      { name: "Гемигепатэктомия", price: "14000 сом" },
      { name: "Расширенная гемигепатэктомия", price: "17000 сом" },
      { name: "Гемиколэктомия", price: "12000 сом" },
      { name: "Гастротомия с прошиванием кардии пищевода", price: "12630 сом" },
      { name: "Гастрэктомия", price: "16020 сом" },
      { name: "Резекция 2/3 желудка", price: "16110 сом" },
      { name: "Наложение билиодигестивного анастомоза на выключенной петле по Ру", price: "13020 сом" },
      { name: "Диагностическая лапароскопия", price: "4980 сом" },
      { name: "Лапароскопическое удаление кисты брюшной полости", price: "6740 сом" },
      { name: "Аппендэктомия", price: "7630 сом" },
      { name: "Иссечение и пластика вентральной грыжи (большой)", price: "10380 сом" },
      { name: "Иссечение и пластика вентральной грыжи (малой)", price: "7460 сом" },
      { name: "Иссечение паховой грыжи (осложненной)", price: "7420 сом" },
      { name: "Иссечение паховой грыжи (неосложненной)", price: "5800 сом" },
      { name: "Пупочная грыжа (большая)", price: "7930 сом" },
      { name: "Пупочная грыжа (малая)", price: "5390 сом" },
      { name: "Грыжесечение с пластикой полипропиленовой сеткой (большое)", price: "11380 сом" },
      { name: "Грыжесечение с пластикой полипропиленовой сеткой (малое)", price: "8260 сом" },
      { name: "Спленэктомия", price: "11640 сом" },
      { name: "Спленэктомия + спленоренальный анастомоз (без аллопротеза)", price: "17200 сом" },
      { name: "Лапароскопическое клиппирование пересечение левой яичковой вены", price: "5630 сом" },
      { name: "Флебэктомия", price: "6000 сом" },
      { name: "Геморроидэктомия", price: "6040 сом" },
      { name: "Лазерная геморроидэктомия без световода", price: "15840 сом" },
      { name: "Накостный остеосинтез металлической пластинкой", price: "7960 сом" },
      { name: "Удаление металлической конструкции из верхней и нижней конечностей", price: "5070 сом" },
      { name: "Удаление липомы (размером свыше 8 см)", price: "5465 сом" },
      { name: "Удаление липомы (размером менее 8 см)", price: "2900 сом" },
      { name: "Гемитиреоидэктомия", price: "6380 сом" },
      { name: "Тиреоидэктомия", price: "9270 сом" },
      { name: "Прицельно субтотальная резекция щитовидной железы", price: "9580 сом" },
      { name: "Водянка яичка, операция Бергмана (с анестезиологическим препаратом)", price: "4860 сом" },
      { name: "Водянка яичка, операция Бергмана (без анестезиологических препаратов)", price: "3980 сом" },
      { name: "Варикоцеле (с анестезиологическим препаратом)", price: "4616 сом" },
      { name: "Варикоцеле (без анестезиологических препаратов)", price: "3415 сом" },
      { name: "Нефрэктомия (с анестезиологическим препаратом)", price: "11330 сом" },
      { name: "Нефрэктомия (без анестезиологических препаратов)", price: "7320 сом" },
      { name: "Чрезпузырная аденэктомия", price: "8370 сом" },
      { name: "Лапароскопическая тубэктомия", price: "5700 сом" },
      { name: "Лапароскопическая миомэктомия", price: "7000 сом" },
      { name: "Ампутация матки", price: "10580 сом" },
      { name: "Экстирпация матки", price: "7800 сом" },
      { name: "Кистэктомия", price: "8410 сом" },
      { name: "Иссечение урахуса", price: "4500 сом" },
      { name: "Лапароскопическая аппендэктомия", price: "6100 сом" },
      { name: "Лапароскопическое удаление дермоидной кисты", price: "6680 сом" },
      { name: "Восстановление связок", price: "6200 сом" },
      { name: "Сегментарное резекция молочной железы", price: "8230 сом" },
      { name: "Широкая резекция молочной железы", price: "10390 сом" },
      { name: "Радикальная мастэктомия по Маддену", price: "12026 сом" },
      { name: "Тонкоигольная аспирационная биопсия", price: "4350 сом" },
      { name: "Диагностическая торакоскопия", price: "4050 сом" },
      { name: "Торакоскопическая биопсия плевры, паренхимы легкого", price: "4150 сом" },
      { name: "Торакоскопическая буллэктомия", price: "6200 сом" },
      { name: "Идеальная эхинококкэктомия из легкого", price: "10840 сом" },
      { name: "Эхинококкэктомия легкого по Вишневскому", price: "10920 сом" },
      { name: "Эхинококкэктомия легкого с капитонажем", price: "11040 сом" },
      { name: "Эхинококкэктомия из плевры и средостения", price: "11040 сом" },
      { name: "Лобэктомия", price: "11840 сом" },
      { name: "Билобэктомия", price: "15180 сом" },
      { name: "Пневмэктомия", price: "15180 сом" },
      { name: "Расширенная пневмэктомия", price: "15380 сом" },
      { name: "Плевротомия", price: "10890 сом" },
      { name: "Декортикация легкого", price: "12160 сом" },
      { name: "Дистальная резекция поджелудочной железы", price: "13600 сом" },
      { name: "Панкреатодуоденальная резекция", price: "26000 сом" },
      { name: "Передняя, задняя кольпорафия с леваторопластикой - перидуральная анестезия", price: "7340 сом" },
      { name: "Передняя, задняя кольпорафия с леваторопластикой", price: "8090 сом" },
      { name: "Передняя, задняя кольпорафия", price: "6850 сом" },
      { name: "Экстирпация по Мейо", price: "9320 сом" },
      { name: "Лапароскопическое дренирование холедоха", price: "5870 сом" },
      { name: "Лапароскопическая аппендэктомия деструктивная форма", price: "7360 сом" },
      { name: "Лапароскопическая экстирпация матки сложная", price: "10820 сом" },
      { name: "Операция Льюиса - резекция пищевода из 2 доступов", price: "22850 сом" },
      { name: "Торакоскопическая эхинококкэктомия", price: "10240 сом" },
      { name: "ТУР (трансуретральная резекция предстательной железы)", price: "7860 сом" },
      { name: "Абдоминопластика", price: "10570 сом" },
      { name: "Эндоскопическое лигирование варикозных вен пищевода (без осн. расходника)", price: "6670 сом" },
      { name: "Эндоскопическое лигирование варикозных вен пищевода", price: "16245 сом" },
      { name: "Полипэктомия (без анестезии, без расхода)", price: "4770 сом" },
      { name: "Полипэктомия (с анестезией)", price: "7500 сом" },
      { name: "ИЛДГУ (Интерстициальная лазерная деструкция геморроидальных узлов, дополненная шовным лигированием геморроидальных артерий с муколифтингом)", price: "4875 сом" },
      { name: "Минифлебэктомия", price: "2300 сом" },
      { name: "Лапароскопическая фундопликация по Ниссену. Задняя курорография", price: "11690 сом" },
      { name: "Лапароскопическое паховое грыжесечение", price: "9000 сом" },
      { name: "Лапароскопическая продольная резекция желудка (без расходников) (бариатрическая операция)", price: "12822 сом" },
      { name: "Лапароскопическая продольная резекция желудка (бариатрическая операция)", price: "160000 сом" }
    ],
  },
  {
    category: "Лабораторные исследования",
    subcategories: [
      {
        subcategory: "Клинические исследования",
        services: [
          { "name": "Общий анализ крови развернутый", "price": 320 },
    { "name": "Гемоглобин + лейкоциты + СОЭ", "price": 147 },
    { "name": "Свертываемость крови по Сухареву", "price": 115 },
    { "name": "Кровь на малярийный плазмодий", "price": 125 },
    { "name": "Цитологическое исследование желудочно-кишечного тракта", "price": 260 },
    { "name": "Общий анализ мочи", "price": 210 },
    { "name": "Суточная потеря белка в моче", "price": 150 },
    { "name": "Ацетон в моче", "price": 220 },
    { "name": "Желчные пигменты", "price": 220 },
    { "name": "Моча по Нечипоренко", "price": 120 },
    { "name": "Проба по Зимницкому", "price": 180 },
    { "name": "Трехстаканная проба мочи", "price": 240 },
    { "name": "Общий анализ мокроты", "price": 200 },
    { "name": "Исследование мокроты методом флотации", "price": 180 },
    { "name": "Цитологическое исследование (мазка, моча, мокрота, выпотные жидкости, пунктат опухолевых образований)", "price": 240 },
    { "name": "Исследование материала на БК", "price": 160 },
    { "name": "Общий анализ кала (копрология)", "price": 200 },
    { "name": "Анализ кала на яйца глистов и простейшие", "price": 180 },
    { "name": "Анализ кала на скрытую кровь", "price": 140 },
    { "name": "Анализ секрета предстательной железы (микроскопия)", "price": 100 },
    { "name": "Анализ выделений из половых органов (микроскопия на флору и ГН)", "price": 100 },
    { "name": "Анализ мазка на урогенитальную инфекцию", "price": 100 },
    { "name": "Исследование материала на демодекс", "price": 150 },
    { "name": "Анализ крови микрореакция РПР сифилис", "price": 150 }
        ],
      },
      {
        subcategory: "Биохимические исследования",
        services: [
          { name: "Гликозированный гемоглобин", price: "440 сом" },
          { name: "Общий белок сыворотки крови", price: "100 сом" },
          { name: "билирубин общий ", price: "180 сом" },
          { "name": "Тимоловая проба", "price": 110 },
        { "name": "Билирубин прямой, непрямой", "price": 140 },
        { "name": "С-реактивный белок", "price": 140 },
        { "name": "Антистрептолизин 'О'", "price": 140 },
        { "name": "Ревматоидный фактор", "price": 140 },
        { "name": "Мочевина сыворотки крови", "price": 110 },
        { "name": "Креатинин в сыворотке крови", "price": 140 },
        { "name": "ГГТТ (Гамма глутамил транспептидаза)", "price": 140 },
        { "name": "Мочевая кислота в крови", "price": 150 },
        { "name": "Глюкоза в крови (ферментативным методом)", "price": 150 },
        { "name": "Глюкоза в моче (количественно)", "price": 150 },
        { "name": "Гликемическая кривая", "price": 210 },
        { "name": "Глюкозурический профиль", "price": 150 },
        { "name": "Гликемический профиль", "price": 250 },
        { "name": "АСТ", "price": 170 },
        { "name": "АЛТ", "price": 170 },
        { "name": "Активность щелочной фосфатазы", "price": 160 },
        { "name": "Активность амилазы в моче", "price": 220 },
        { "name": "Активность амилазы в крови", "price": 225 },
        { "name": "Общий холестерин в крови", "price": 130 },
        { "name": "Триглицериды", "price": 130 },
        { "name": "Класс липидов", "price": 400 },
        { "name": "Кальций в сыворотке крови", "price": 110 },
        { "name": "Железо в сыворотке крови", "price": 150 },
        { "name": "Калий в сыворотке крови", "price": 110 },
        { "name": "Натрий в сыворотке крови", "price": 110 },
        { "name": "Магний в сыворотке крови", "price": 110 },
        { "name": "Железосвязывающая способность сыворотки крови", "price": 170 },
        { "name": "Неорганический фосфор в сыворотке крови и мочи", "price": 160 },
        { "name": "Хлориды в сыворотке крови", "price": 160 },
        { "name": "Креатинфосфокиназа в сыворотке крови", "price": 170 },
        { "name": "Протромбиновое время и индекс капиллярной крови", "price": 150 },
        { "name": "Активированное частичное тромбопластиновое время (АЧТВ)", "price": 140 },
        { "name": "Фибриноген сыворотки крови", "price": 150 },
        { "name": "Альбумин", "price": 130 }
        ],
      },
      {
        subcategory: "Бактериологические исследования",
        services: [
          { "name": "Определение чувствительности м/о к антибиотикам (методом бумажных дисков)", "price": 380 },
        { "name": "Посев на микрофлору: а) мочи, желчи, мокроты, мазков из зева, уха, глаз, влагалища и раны", "price": 210 },
        { "name": "Посев крови на стерильность", "price": 200 },
        { "name": "Сокращенный дисбактериоз: дозированный посев кала с количественным определением чувствительности к антибиотикам", "price": 310 },
        { "name": "Развернутый дисбактериоз с количественным определением бифидумбактерий и нормальной кишечной палочки с определением чувствительности к антибиотикам", "price": 380 },
        { "name": "Бактериологическое исследование смывов пищевых объектов (1 исследование)", "price": 280 },
        { "name": "Исследование воздуха лечебно-профилактических учреждений", "price": 270 },
        { "name": "Исследование на стерильность (мед. инструментарий, шприцы, перевязочный материал)", "price": 250 },
        { "name": "Кал на патогенную кишечную группу (сальмонеллы, дизентерия)", "price": 300 },
        { "name": "Исследование на стафилококк из зева и носа", "price": 300 }
        ],
      },
      {
        subcategory: "Иммуноферментные исследования",
        services: [
          { "name": "ТТГ", "price": 300 },
        { "name": "T4 свободный", "price": 300 },
        { "name": "Антитела к ТПО", "price": 300 },
        { "name": "Общий иммуноглобулин 'E' — аллергенспецифический", "price": 300 },
        { "name": "Маркеры вирусного гепатита", "price": 680 },
        { "name": "ИФА хламидии", "price": 300 },
        { "name": "ИФА микоплазма", "price": 300 },
        { "name": "ИФА уреаплазма", "price": 300 },
        { "name": "Суммарные антитела к лямблиям", "price": 300 },
        { "name": "Хеликобактер пилори в сыворотке крови", "price": 270 },
        { "name": "Онко ИФА общий (ПСА — простатспецифический антиген)", "price": 300 },
        { "name": "Онко ИФА свободный (ПСА — простатспецифический антиген)", "price": 300 },
        { "name": "Онко ИФА — РЭА", "price": 550 },
        { "name": "Онко ИФА — СА-19-9", "price": 550 },
        { "name": "Онко ИФА — СА-15-3", "price": 550 },
        { "name": "Онко ИФА — СА-125", "price": 550 },
        { "name": "Онко ИФА — АФП", "price": 450 },
        { "name": "Ферритин ИФА", "price": 300 },
        { "name": "D-димер", "price": 400 },
        { "name": "Цистатин C", "price": 400 },
        { "name": "Микроальбумин", "price": 270 },
        { "name": "АМГ (Антимюллеров гормон, тестовый метод)", "price": 550 },
        { "name": "Цитомегаловирус ИФА", "price": 300 },
        { "name": "Герпес ИФА", "price": 400 },
        { "name": "Витамин 'D' в сыворотке крови", "price": 610 },
        { "name": "Тропонин", "price": 250 }
        ],
      }
      
    ],
  },
  {
    category: "Функциональная диагностика",
 
  subcategories: [
    {
      subcategory: "Диагностика",
      services: [
        { "name": "Электрокардиограмма", "price": 250 },
    { "name": "ЭКГ с нагрузкой (ВЭМ)", "price": 850 },
    { "name": "ЭХО-кардиография", "price": 900 },
    { "name": "Суточное ЭКГ мониторирование", "price": 750 },
    { "name": "Суточное АД мониторирование", "price": 600 },
    { "name": "Реоэнцефалография (РЭГ)", "price": 280 },
    { "name": "Электроэнцефалография", "price": 670 },
    { "name": "Реовазография (верхних и нижних конечностей)", "price": 280 },
    { "name": "Исследование функции внешнего дыхания (спирометрия)", "price": 320 },
    { "name": "ФВД проба с медикаментами", "price": 360 },
    { "name": "ТКДС (транскраниальный доплер сосудов)", "price": 820 }
      ],
    },

    {
    subcategory: "Ультразвуковая диагностика",
    services: [
     { "name": "Внутренние органы (печень, почки , поджелудочная железа , желчный пузырь, надпочечники, селезёнка)", "price": 780 },
    { "name": "Доплероскопия сосудов верхних конечностей", "price": 400 },
    { "name": "Доплероскопия сосудов нижних конечностей", "price": 430 },
    { "name": "Узи печень,желчный пузырь", "price": 300 },
    { "name": "УЗИ почек + надпочечники", "price": 300 },
     { "name": "Поджелудочная железа", "price": 240 },
    { "name": "Желчный пузырь с определением функции", "price": 410 },
    { "name": "Селезенка", "price": 220 },
    { "name": "УЗИ малого таза", "price": 400 },
    { "name": "Первый скрининг беременности", "price": 420 },
    { "name": "Второй скрининг беременности", "price": 570 },
    { "name": "Третий скрининг беременности", "price": 570 },
    { "name": "Предстательная железа + яички", "price": 320 },
    { "name": "Мочевой пузырь", "price": 200 },
    { "name": "Мужские половые органы", "price": 260 },
    { "name": "УЗИ мошонки", "price": 270 },
    { "name": "Щитовидная железа + лимфоузлы шеи", "price": 270 },
    { "name": "Молочная железа", "price": 450 },
    { "name": "ЦДС сосудов печени", "price": 470 },
    { "name": "ЦДС портальной системы", "price": 560 },
    { "name": "ЦДС аорты и ее висцеральных ветвей", "price": 520 },
    { "name": "ЦДС сосудов почек", "price": 520 },
    { "name": "УЗИ гинекологических органов + доплер", "price": 520 },
    { "name": "УЗИ беременности + доплер", "price": 560 },
    { "name": "УЗИ беременности 10 недель", "price": 400 },
    { "name": "УЗИ плевральных полостей", "price": 320 },
    { "name": "УЗИ коленных суставов (не травмированный)", "price": 350 },
    { "name": "УЗИ коленных суставов (травмированный)", "price": 450 },
    { "name": "УЗИ голеностопных суставов", "price": 320 },
    { "name": "УЗИ плечевых суставов", "price": 320 },
    { "name": "УЗИ лучезапястных суставов", "price": 300 },
    { "name": "Пункционная биопсия под УЗИ контролем", "price": 500 },
    { "name": "УЗИ периферических нервов", "price": 300 },
    { "name": "УЗИ локтевого сустава", "price": 300 },
    { "name": "УЗИ тазобедренного сустава", "price": 400 },
    { "name": "УЗИ мягких тканей", "price": 300 },
    { "name": "УЗИ полных органов комплексное", "price": 900 },
    { "name": "УЗИ эластометрия печени", "price": 750 },
    { "name": "Определение остаточной мочи", "price": 280 },
    { "name": "УЗИ лимфоузлов одной анатомической зоны", "price": 350 },
    { "name": "УЗИ надпочечников", "price": 230 },
    { "name": "Трансвагинальное УЗИ органов малого таза", "price": 500 },
    { "name": "УЗИ легких", "price": 460 },
    { "name": "УЗИ полых органов одной анатомической зоны", "price": 280 }
    ],
  },
  {
    subcategory: "Эндоскопическая диагностика",
    services: [
    { "name": "Гастроскопия", "price": 1000 },
        { "name": "Гастроскопия с биопсией", "price": 1400 },
        { "name": "Гастроскопия с анестезией", "price": 2100 },
        { "name": "Быстрый уреазный тест дыхательной трубкой", "price": 1250 },
        { "name": "Хелик тест с планшетом", "price": 610 },
        { "name": "ЭГДС с биопсией рН метрия (с определением кислотности желудка)", "price": 1680 },
        { "name": "Эндоскопическая рН метрия", "price": 1260 },
        { "name": "Гастроскопия с хелик планшетом", "price": 1550 },
        { "name": "Колоноскопия", "price": 2000 },
        { "name": "Колоноскопия с анестезией", "price": 3600 },
        { "name": "Колоноскопия с биопсией", "price": 2300 }
    ],
  },
  {
    subcategory: "Рентгенография",
    services: [
   { "name": "Рентгенография без стоимости рентген пленки", "price": 300 },
        { "name": "Рентгенография цифровая", "price": 400 },
        { "name": "Снимок одного зуба", "price": 90 },
        { "name": "Описание одного снимка, принесенного больным на консультацию извне, с выдачей заключения", "price": 65 }
      
    ],
  },
  
],},

{
  "category": "Физиотерапевтическое лечение",
  "services": [
    { "name": "Массаж 1 единица", "price": 130 },
    { "name": "Общий массаж + ЛФК детей (до 3 лет)", "price": 260 },
    { "name": "Общий массаж детей (от 3 до 7 лет)", "price": 270 },
    { "name": "Вытяжение позвоночника на столе 'Ормед профессионал'", "price": 235 },
    { "name": "Механический массаж спины на столе 'Ормед профессионал'", "price": 235 },
    { "name": "Разработка суставов", "price": 300 },
    { "name": "Микроволновая терапия на аппарате 'Термалур-250'", "price": 240 },
    { "name": "ЛФК групповая", "price": 250 },
    { "name": "ЛФК индивидуально", "price": 300 },
    { "name": "Дыхательные упражнения", "price": 170 },
    { "name": "Ингаляция", "price": 90 },
    { "name": "УФО (общее)", "price": 100 },
    { "name": "УФО (1 поле)", "price": 60 },
    { "name": "ОКУФ (1 единица)", "price": 60 },
    { "name": "Соллюкс", "price": 60 },
    { "name": "ДДТ", "price": 60 },
    { "name": "СМТ", "price": 60 },
    { "name": "Д’Арсонваль (1 единица)", "price": 100 },
    { "name": "УВЧ терапия", "price": 65 },
    { "name": "Электросон", "price": 115 },
    { "name": "Электрофорез", "price": 140 },
    { "name": "Магнитотерапия", "price": 100 },
    { "name": "Ультрафонофорез", "price": 100 },
    { "name": "Озокерит", "price": 300 },
    { "name": "Парафин", "price": 300 },
    { "name": "Спелеотерапия 1 час", "price": 180 },
    { "name": "Спелеотерапия 2 часа", "price": 340 }
  ]
},
{
  "category": "Лечебно -водные процедуры",
  subcategories: [
    {
      subcategory: "Лечебно -водные процедуры.",
  "services": [
    { "name": "Лечебно-оздоровительный комплекс за один сеанс (2часа) с каждого человека", "price": 540 }
  ]

},
{
      subcategory: "Иглорефлексотерапия",
  "services": [
    { "name": "Иглотерапия головы", "price": 300 },
    { "name": "Иглотерапия шейно-воротниковой зоны", "price": 325 },
    { "name": "Иглотерапия верхних конечностей", "price": 325 },
    { "name": "Иглотерапия нижних конечностей", "price": 325 },
    { "name": "Иглотерапия спины", "price": 325 },
    { "name": "Иглотерапия пояснично-крестцового отдела", "price": 325 }
  ]

},
]},

{
  "category": "Лечебные и диагностические манипуляции",
  subcategories: [
    {
      subcategory: "Лечебные и диагностические",
  "services": [
   { "name": "Внутримышечная и подкожная инъекция", "price": 100 },
    { "name": "Внутривенно-струйное вливание", "price": 130 },
    { "name": "Внутривенно-капельное вливание", "price": 200 },
    { "name": "Забор крови", "price": 40 },
    { "name": "Паравертебральная блокада", "price": 210 },
    { "name": "Гидроколонотерапия", "price": 1000 },
    { "name": "Промывание миндалин", "price": 170 },
    { "name": "Промывание уха", "price": 120 },
    { "name": "Удаление серных пробок", "price": 120 },
    { "name": "Смазивание зева", "price": 130 },
    { "name": "Вибромассаж барабанной перепонки", "price": 150 },
    { "name": "Передняя тампонада носа (с материалом)", "price": 170 },
    { "name": "Задняя тампонада носа (с материалом)", "price": 200 },
    { "name": "Электрокоагуляция носовых раковин", "price": 180 },
    { "name": "Удаление полипов носа", "price": 180 },
    { "name": "Пункция и промывание гайморовых пазух", "price": 260 },
    { "name": "Вакуумное промывание гайморовых пазух", "price": 320 },
    { "name": "Внутриушкарное введение лекарственных веществ", "price": 220 },
    { "name": "Внутриносовое введение лекарственных веществ", "price": 220 },
    { "name": "Заушное обкалывание сосцевидного отростка", "price": 200 },
    { "name": "Аудиометрия", "price": 400 },
    { "name": "Исследование вестибулярного аппарата", "price": 200 },
    { "name": "Удаление инородных тел (уха, носа, глотки)", "price": 200 },
    { "name": "Промывание носоглотки", "price": 180 },
    { "name": "Промывание придаточных пазух носа с помощью перемещения", "price": 200 },
    { "name": "Катетеризация придаточных пазух (носа, слуховых труб) (каждый по отдел.)", "price": 200 },
    { "name": "Введение сложных мазей в нос", "price": 130 },
    { "name": "Катетеризация слуховых труб", "price": 200 },
    { "name": "Промывание слуховых труб по Полицеру", "price": 200 },
    { "name": "Внутриушное введение препарата (с учетом препарата)", "price": 2800 },
    { "name": "Внутриушное введение препарата (без учета препарата)", "price": 280 }
  ]

},
{
      subcategory: "Лечебные и диагностические манипуляции офтальмалога ( I процедура со стоимостью материала)",
  "services": [
   { "name": "Обследование людей после 40 лет (осмотр окулиста + визиометрия + офтальмоскопия + биомикроскопия + тонометрия)", "price": 400 },
    { "name": "Гониоскопия", "price": 120 },
    { "name": "Определение диаметра роговицы", "price": 100 },
    { "name": "Рефрактометрия", "price": 140 },
    { "name": "Периметрия", "price": 180 },
    { "name": "Тонометрия", "price": 130 },
    { "name": "Подбор очков", "price": 130 },
    { "name": "Подбор очков при астигматизме", "price": 170 },
    { "name": "Скиаскопия", "price": 140 },
    { "name": "Визиометрия", "price": 110 },
    { "name": "Биомикроскопия", "price": 110 },
    { "name": "Офтальмоскопия", "price": 180 },
    { "name": "Промывание слезных путей", "price": 180 },
    { "name": "Удаление инородных тел из глубоких слоев роговицы (с применением дикаина)", "price": 320 },
    { "name": "Удаление инородных тел из поверхностных слоев роговицы", "price": 180 },
    { "name": "Массаж век", "price": 150 },
    { "name": "Парабульбарная инъекция", "price": 150 },
    { "name": "Эпиляция ресниц", "price": 160 }
  ]

},
{
      subcategory: "Урологические процедуры",
  "services": [
   { "name": "Массаж простаты", "price": 250 },
    { "name": "Инстилляция уретры", "price": 270 },
    { "name": "Катетеризация мочевого пузыря мужчин", "price": 340 },
    { "name": "Катетеризация мочевого пузыря женщин", "price": 250 },
    { "name": "Промывание мочевого пузыря", "price": 220 }
  ]

},
]},

{
    category: "Амбулаторная хирургия",
    services: [
      { "name": "Удаление невусов, липом и папиллом с электроножом выше 0,5 мм", "price": 600 },
    { "name": "Иссечение невусов с наложением швов", "price": 900 },
    { "name": "Наложение мягкой повязки (одной зоны) (головы, лучезапястного сустава, пальцев кистей и стоп)", "price": 250 },
    { "name": "Перевязка ран одной зоны до 6 см", "price": 300 },
    { "name": "Перевязка ран одной зоны свыше 6 см", "price": 370 },
    { "name": "Первичная хирургическая обработка ран с наложением швов", "price": 500 },
    { "name": "Пункция грудной клетки, брюшной полости, крупных суставов, щитовидной железы, лапароскопия (со стоимостью материалов)", "price": 710 },
    { "name": "Пункция с диагностической целью", "price": 385 },
    { "name": "Пункция гематом и бурситов с последующим введением лекарственных средств", "price": 350 },
    { "name": "Вправление вывихов, суставов верхних и нижних конечностей с последующей фиксацией", "price": 600 },
    { "name": "Компресс с мазью Вишневского (одной зоны)", "price": 180 },
    { "name": "Вскрытие местных нагноительных процессов (со стоимостью материала)", "price": 260 },
    { "name": "Вскрытие фурункулов больших размеров", "price": 440 },
    { "name": "Ректальное исследование прямой кишки пальцевое исследование", "price": 160 },
    { "name": "Введение препаратов в прямую кишку (процедура)", "price": 160 },
    { "name": "Циркумцизия (обрезание)", "price": 650 },
    { "name": "Биопсия яичка", "price": 600 }
  ],
  },

  {
    category: "Амбулаторная гинекология",
    services: [
     { "name": "Влагалищные ванночки", "price": 180 },
    { "name": "Выведение тампона с лекарственными средствами", "price": 180 },
    { "name": "Кольпоскопия", "price": 520 },
    { "name": "Удаление ВМС", "price": 320 },
    { "name": "Введение ВМС", "price": 400 },
    { "name": "Биопсия шейки матки", "price": 600 },
    { "name": "Удаление полипов цервикального канала", "price": 520 }
  ],
  },

  {
  "category": "Стоматология. Зубопротезирование",
  subcategories: [
    {
      subcategory: "Съемные протезы из пластмассы",
  "services": [
    { "name": "Изготовление протеза съемного с 1 зубом из пластмассы", "price": 800 },
        { "name": "Изготовление протеза съемного с 2 зубами из пластмассы", "price": 830 },
        { "name": "Изготовление протеза съемного с 3 зубами из пластмассы", "price": 880 },
        { "name": "Изготовление протеза съемного с 4 зубами из пластмассы", "price": 930 },
        { "name": "Изготовление протеза съемного с 5 зубами из пластмассы", "price": 940 },
        { "name": "Изготовление протеза съемного с 6 зубами из пластмассы", "price": 950 },
        { "name": "Изготовление протеза съемного с 7 зубами из пластмассы", "price": 960 },
        { "name": "Изготовление протеза съемного с 8 зубами из пластмассы", "price": 1040 },
        { "name": "Изготовление протеза съемного с 9 зубами из пластмассы", "price": 1020 },
        { "name": "Изготовление протеза съемного с 10 зубами из пластмассы", "price": 1050 },
        { "name": "Изготовление протеза съемного с 11 зубами из пластмассы", "price": 1080 },
        { "name": "Изготовление протеза съемного с 12 зубами из пластмассы", "price": 1100 },
        { "name": "Изготовление протеза съемного с 13 зубами из пластмассы", "price": 1180 },
        { "name": "Изготовление протеза съемного с 14 зубами из пластмассы", "price": 1250 },
        { "name": "Изготовление индивидуальной ложки (пластмасса)", "price": 300 },
        { "name": "Изготовление кламмера гнутого однолучевого", "price": 180 },
        { "name": "Армирование протеза", "price": 170 },
        { "name": "Изготовление мягкой прокладки из силикона к базису", "price": 600 }
       ]

},
{
      subcategory: "Съемные бюгельные протезы из хромокобальтового сплава",
  "services": [
   { "name": "Изготовление дуги верхней (каркаса)", "price": 3200 },
        { "name": "Изготовление дуги нижней (каркаса)", "price": 3250 },
        { "name": "Изготовление зуба литого", "price": 700 },
        { "name": "Изготовление модели огнеупорной", "price": 400 },
        { "name": "Изготовление кламмера опорноудерживающего", "price": 700 },
        { "name": "Изготовление кламмера пружинистого", "price": 500 },
        { "name": "Изготовление кламмера Роуча (Т-образного)", "price": 750 },
        { "name": "Изготовление кламмера двойного", "price": 800 },
        { "name": "Изготовление накладки окклюзионной (лапки)", "price": 700 },
        { "name": "Пайка деталей", "price": 130 }
  ]

},

{
      subcategory: "Несьемные протезы из пласстмассы",
  "services": [
   { "name": "Изготовление дуги верхней (каркаса)", "price": 3200 },
        { "name": "Изготовление коронки пластмассовой", "price": 700 },
        { "name": "Изготовление коронки пластмассовой со штифтом", "price": 1000 },
        { "name": "Восстановление пластмассовой облицовки коронки или фасетки", "price": 380 },
        { "name": "Изготовление коронки штампованной стальной восстановительной", "price": 660 },
        { "name": "Изготовление коронки штампованной стальной с пластмассовой облицовкой", "price": 580 },
        { "name": "Изготовление зуба литого из стали", "price": 380 },
        { "name": "Изготовление зуба литого из стали с пластмассовой фасеткой", "price": 540 },
        { "name": "Изготовление вкладки со штифтом из стали", "price": 830 }
  ]

},

{
      subcategory: "Коронки из драгоценного металла",
  "services": [
   { "name": "Изготовление диска из давальческого золота", "price": 260 },
        { "name": "Изготовление коронки штампованной с пластмассовой облицовкой", "price": 670 },
        { "name": "Очистка золота", "price": 140 },
        { "name": "Изготовление лапки в мостовидном протезе", "price": 140 },
        { "name": "Изготовление вкладки со штифтом", "price": 250 }
  ]

},
{
      "subcategory": "Металлокерамические протезы",
      "services": [
        { "name": "Изготовление коронки или зуба металлокерамического", "price": 3300 }
      ]
    },

    {
      "subcategory": "Прочие работы / Починка съемных пластмассовых протезов",
      "services": [
        { "name": "Устранение перелома базиса в протезе", "price": 420 },
        { "name": "Устранение двух переломов базиса базисной пластмассой", "price": 480 },
        { "name": "Замена, установка или перенос кламмера", "price": 470 },
        { "name": "Замена, установка или перенос двух кламмеров", "price": 500 },
        { "name": "Перебазировка протеза", "price": 380 },
        { "name": "Снятие или цементировка коронок", "price": 180 },
        { "name": "Инъекция анестетика с использованием карпульных шприцов", "price": 190 },
        { "name": "Снятие оттисков", "price": 250 }
      ]
    },


]},


{
  "category": "Лечение зубов м слизистой оболочки рта.",
  subcategories: [
    {
      subcategory: "Лечение зубов",
  "services": [
     { "name": "Подготовка зуба к пломбированию по поводу поверхностного и среднего кариеса", "price": 350 },
    { "name": "Лечение пульпита двухкорневого зуба в 1 посещение с использованием усовершенствованных эндодонтических средств", "price": 500 },
    { "name": "Лечение пульпита 3-корневого зуба в 1 посещение с использованием усовершенствованных эндодонтических средств", "price": 500 },
    { "name": "Лечение пульпита 2-корневого зуба в 2 посещения с использованием усовершенствованных эндодонтических средств", "price": 495 },
    { "name": "Лечение пульпита 3-корневого зуба в 2 посещения с использованием усовершенствованных эндодонтических средств", "price": 750 },
    { "name": "Оказание первой помощи при остром периодонтите (создание оттока)", "price": 340 },
    { "name": "Лечение периодонтита 1-корневого зуба (1 посещение)", "price": 420 },
    { "name": "Лечение периодонтита 2-корневого зуба (1 посещение с использованием простых эндодонтических средств)", "price": 600 },
    { "name": "Лечение периодонтита 3-корневого зуба (2 и более посещений с использованием усовершенствованных эндодонтических средств)", "price": 650 },
    { "name": "Наложение пломбы из композитов химического отверждения материала 'Кемфил'", "price": 810 },
    { "name": "Наложение пломбы из композитов светотвердеемого материала 'Флоу'", "price": 850 },
    { "name": "Наложение пломбы из композитов светотвердеемого материала 'Мегафил'", "price": 840 },
    { "name": "Наложение пломбы из цемента: белладонт, беллацин", "price": 220 },
    { "name": "Наложение пломбы из материала 'Кетак-Моляр'", "price": 700 },
    { "name": "Фосфатцементные прокладки", "price": 220 },
    { "name": "Лечебные прокладки — кальцинол", "price": 345 },
    { "name": "Пломбирование каналов пастой на окись-цинковой основе", "price": 450 },
    { "name": "Извлечение инородного тела из канала фронтального зуба (1 посещение)", "price": 500 },
    { "name": "Извлечение корневого тела из канала корневого зуба (1 посещение)", "price": 640 },
    { "name": "Восстановление разрушенной коронки", "price": 580 },
    { "name": "Снятие пломбы (1 посещение)", "price": 200 },
 { "name": "Терапевтическое лечение травмы фронтального зуба с сохранённой пульпой (изготовление каркаса скобы из нержавеющей стали или парапульпарных штифтов, восстановление зуба фотополимерной пломбой, 1 посещение)", "price": 720 },
        { "name": "Медикаментозная обработка патологических десневых карманов (орошение, аппликации, инстилляции, повязки и т.д., 1 посещение)", "price": 400 },
        { "name": "Кюретаж пародонтальных карманов в области 2 зубов (1 посещение)", "price": 260 },
        { "name": "Трепанация зуба (1 посещение)", "price": 300 },
        { "name": "Частичное восстановление коронковой части зуба корневым штифтом пломбировочным материалом химического отверждения после извлечения периодонтита (пульпита)", "price": 1145 }
       ]

},
{
      subcategory: "Хирургическая стоматология",
  "services": [
 { "name": "Хирургическое лечение (пластика) перфорации дна гайморовой пазухи местными тканями (со щек и/или неба)", "price": 760 },
        { "name": "Проведение аппликационной анестезии", "price": 220 },
        { "name": "Удаление зуба без обезболивания", "price": 185 },
        { "name": "Удаление зуба под местным обезболиванием", "price": 225 },
        { "name": "Механическая и медикаментозная остановка кровотечения из лунки одного зуба", "price": 300 },
        { "name": "Удаление сложного зуба долотом или рассечением корней при помощи бормашины", "price": 600 },
        { "name": "Разрез, рассечение кармана (периостит, остеомиелит, гнойный гингивит)", "price": 300 },
        { "name": "Проводниковое обезболивание", "price": 230 }
  ]

},

{
      subcategory: "Детская стоматология",
  "services": [
 { "name": "Подготовка полости рта к пломбированию", "price": 250 },
        { "name": "Наложение пломбы при глубоком кариесе (без стоимости материала)", "price": 320 },
        { "name": "Лечение острого пульпита молочного зуба", "price": 280 },
        { "name": "Удаление молочного зуба", "price": 240 },
        { "name": "Аппликация (ремотерапия)", "price": 240 },
        { "name": "Лечение заболеваний слизистой оболочки рта", "price": 320 }
  ]

},

{
      subcategory: "Пародонтологические услуги",
  "services": [
       { "name": "Консультация, определение пародонтальных и гигиенических индексов", "price": 210 },
        { "name": "Удаление зубного камня со всех зубов ручным способом (2–4 посещения)", "price": 350 },
        { "name": "Шлифовка и полировка 1 зуба", "price": 300 },
        { "name": "Покрытие фторлаком", "price": 320 },
        { "name": "Снятие налета курильщика", "price": 220 }
  ]

},
]},

  {
    category: "Проведение санитарного минимума",
    services: [
      { name: "Проведение сан . мин . Работников пищеблока, мед.учреждений, работников коммунальных объектов (парихмахерские, сауны, бассейны , прачечные, гостиницы)", price: "130 сом" },
    ],
  },

  {
    category: "Компьютерная томография",
    services: [
      { "name": "Компьютерная томография одной анатомической зоны", "price": 2100 },
    { "name": "КТ урография (без учета стоимости контрастного вещества)", "price": 2100 },
    { "name": "КТ брюшной полости", "price": 2100 },
    { "name": "КТ брюшной полости с контрастом", "price": 11200 },
    { "name": "КТ мочевыводящих путей", "price": 2100 },
    { "name": "КТ почек с болюсным контрастированием и экскреторной урографией", "price": 11200 },
    { "name": "КТ копчика", "price": 2100 },
    { "name": "КТ поясничного отдела", "price": 2100 },
    { "name": "КТ органов грудной клетки", "price": 2100 },
    { "name": "КТ головного мозга", "price": 2100 },
    { "name": "КТ головного мозга с контрастом", "price": 11200 },
    { "name": "КТ органов малого таза", "price": 2370 },
    { "name": "КТ органов малого таза с контрастом", "price": 11200 },
    { "name": "КТ органов шеи с контрастом", "price": 11200 },
    { "name": "Стоимость контрастного вещества (внутривенное введение)", "price": 9100 },
    { "name": "Повторное выдача заключений с СД диском", "price": 150 }
    ],
  },

];
